name: "yolov5"
backend: "python"
max_batch_size: 30
dynamic_batching { }

input [
  {
    name: "INPUT0"
    data_type: TYPE_UINT8
    dims: [ -1, -1, 3 ]
  }
]

output [
  {
    name: "OUTPUT0"
    data_type: TYPE_FP32
    dims: [ -1, 6 ]
  }
]